Repository: moravacm/HCI-DentalCareSystem
Catalog: DentalCareSystem/DentalCareSystem/Resources/*.resx
Languages: sr_rs

source: Add
sr_rs: Dodaj

source: Add appointment
sr_rs: Dodaj termin

source: Add New Employee
sr_rs: Dodaj novog zaposlenog

source: Add New Patient
sr_rs: Dodaj novog pacijenta

source: Address
sr_rs: Adresa

source: Appearance
sr_rs: Izgled

source: Apply
sr_rs: Primijeni

source: Appointment date
sr_rs: Datum termina

source: Appointments
sr_rs: Termini

source: Bill
sr_rs: Račun

source: Bill number
sr_rs: Broj računa

source: Bills
sr_rs: Računi

source: Cancel
sr_rs: Odustani

source: Categories
sr_rs: Kategorije

# CategoryFilter
source: Category
sr_rs: Kategorija

source: Dark
sr_rs: Tamna

source: Datetime
sr_rs: Datum i vrijeme

source: Delete
sr_rs: Izbriši

source: Dentists
sr_rs: Stomatolozi

source: Employees
sr_rs: Zaposleni

source: English
sr_rs: Engleski

source: Examinations
sr_rs: Pregledi

# FirstName
source: Name
sr_rs: Ime

source: From Date
sr_rs: Od datuma

source: Language
sr_rs: Jezik

source: Last Name
sr_rs: Prezime

source: Light
sr_rs: Svijetla

source: Log Out
sr_rs: Odjavi se

source: Material Category
sr_rs: Materijal kategorija

# MaterialCurrentStock
source: Current Stock
sr_rs: Trenutna zaliha

# MaterialMinStock
source: Minimum Stock
sr_rs: Minimalna zaliha

source: Material Name
sr_rs: Naziv materijala

# MaterialPrice
source: Price
sr_rs: Cijena

source: Materials
sr_rs: Materijali

# MaterialUnit
source: Unit
sr_rs: Jedinica

source: Medical History
sr_rs: Medicinska istorija

source: Medical Technician
sr_rs: Medicinski tehničar

source: Medical Technicians
sr_rs: Medicinski tehničari

source: My Account
sr_rs: Moj nalog

source: Name
sr_rs: Naziv

source: Name Filter
sr_rs: Naziv filter

source: Password
sr_rs: Lozinka

source: Patient
sr_rs: Pacijent

source: ID
sr_rs: JMBG

source: Patients
sr_rs: Pacijenti

source: Phone Number
sr_rs: Broj telefona

source: Price
sr_rs: Cijena

source: Role
sr_rs: Uloga

source: Save
sr_rs: Sačuvaj

source: Serbian
sr_rs: Srpski

source: Settings
sr_rs: Postavke

source: Sign In
sr_rs: Prijava

source: Specialization
sr_rs: Specijalizacija

source: Surprise
sr_rs: Iznenađenje

source: Theme
sr_rs: Tema

source: To Date
sr_rs: Do datuma

source: Total price
sr_rs: Ukupan iznos

source: Update
sr_rs: Izmijeni

source: Update Appointment
sr_rs: Izmijeni termin

source: Username
sr_rs: Korisničko ime

source: View Details
sr_rs: Pogledaj detalje

source: Remove All Filters
sr_rs: Ukloni sve filtere

source: SearchByID
sr_rs: Pretraga po JMBG

source: Reset
sr_rs: Resetuj

source: Search
sr_rs: Pretraži

source: Message Box Title
sr_rs: Naslov poruke

source: Close Tooltip
sr_rs: Zatvori

source: Yes
sr_rs: Da

source: No
sr_rs: Ne

source: Ok Tooltip
sr_rs: Ok

source: Yes Tooltip
sr_rs: Da

source: No Tooltip
sr_rs: Ne

# ConfirmationTitle
source: Confirmation
sr_rs: Potvrda

# InfoTitle
source: Info
sr_rs: Informacija

# SuccessTitle
source: Success
sr_rs: Uspjeh

# WarningTitle
source: Warning
sr_rs: Upozorenje

# ErrorTitle
source: Error
sr_rs: Greška

# ConfirmDelete
source: Are you sure you want to delete?
sr_rs: Da li ste sigurni da želite da obrišete?

# NoSelection
source: No selected items.
sr_rs: Niste selektovali stavku.

source: Successfully deleted.
sr_rs: Uspješno obrisano.

source: Unsuccessfully deleted.
sr_rs: Neuspješno brisanje.

# ErrorOccurred
source: Error.
sr_rs: Greška

source: Employee added.
sr_rs: Zaposleni dodan.

source: Appointment updated.
sr_rs: Termin ažuriran.

source: Appointment added.
sr_rs: Termin dodan.

source: Refreshed.
sr_rs: Osvježen prikaz.

source: Filtered.
sr_rs: Filtriran prikaz.

source: Dentist not found.
sr_rs: Stomatolog nije pronađen.

source: Medical technician not found.
sr_rs: Medicinski tehničar nije pronađen.

source: Patient added.
sr_rs: Pacijent dodan

source: Patient updated.
sr_rs: Pacijent ažuriran.

source: Patient not found.
sr_rs: Pacijent nije pronađen.

source: Error searching patient.
sr_rs: Greška prilikom pretraživanja pacijenta.

# FillFields
source: Please fill all the fields.
sr_rs: Molim Vas popunite sva polja.

source: Dentist
sr_rs: Stomatolog

# InvalidJmbgFormat
source: Invalid id format (jmbg).
sr_rs: Nevalidan format jmbg-a.

source: Employee not found.
sr_rs: Zaposleni nije pronađen.

source: Error searching employee.
sr_rs: Greška prilikom pretrage zaposlenih.

source: Select role
sr_rs: Izaberite ulogu

source: All roles
sr_rs: Sve uloge

source: No employees found
sr_rs: Zaposleni nije pronađen.

# StockFilter
source: Stock
sr_rs: Zalihe

# FilterByItemCategory
source: Filter By Category
sr_rs: Filtriraj po kategoriji

source: Error loading categories.
sr_rs: Greška prilikom učitavanja kategorija.

source: Error refreshing data.
sr_rs: Greška prilikom osvježavanja.

source: Filter cleared.
sr_rs: Filter uklonjen.

source: Error applying filter.
sr_rs: Greška prilikom filtriranja.

source: Category added.
sr_rs: Kategorija dodana.

source: Category updated.
sr_rs: Kategorija ažurirana.

source: Category deleted.
sr_rs: Kategorija obrisana.

source: Material added.
sr_rs: Materijal dodan.

source: Material updated.
sr_rs: Materijal ažuriran.

source: Material deleted,
sr_rs: Materijal obrisan.

source: Showing all materials.
sr_rs: Prikaz materijala.

# BelowMin
source: Below the minimum
sr_rs: Ispod minimuma

# Sufficient
source: Sufficient stock
sr_rs: Dovoljne zalihe

source: Sort by
sr_rs: Sortiraj

source: Price - ascending
sr_rs: Cijena - rastuće

source: Price - descending
sr_rs: Cijena - opadajuće

# CurrentStockAscending
source: Stock - ascending
sr_rs: Zalihe - rastuće

# CurrentStockDescending
source: Stock - descending
sr_rs: Zalihe - opadajuće

source: Category name
sr_rs: Naziv kategorije

source: Invalid format.
sr_rs: Nevalidan format.

source: Date
sr_rs: Datum

source: Time
sr_rs: Vrijeme

# ConfirmAdd
source: Do you want to add a new patient?
sr_rs: Da li želite da dodate novog pacijenta?

source: Patient ID
sr_rs: JMBG Pacijenta

# AddMaterialTitle
source: Add new material
sr_rs: Dodaj novi materijal

# UpdateMaterialTitle
source: Update material
sr_rs: Ažuriraj materijal

# AddCategoryTitle
source: Add new category
sr_rs: Dodaj novu kategoriju

# AddAppointmentTitle
source: Add new appointment
sr_rs: Dodaj novi termin

# AddPatientTitle
source: Add new patient
sr_rs: Dodaj novog pacijenta

# UpdatePatientTitle
source: Update patient
sr_rs: Ažuriraj pacijenta

# PatientJMBG
source: Patient ID
sr_rs: JMBG Pacijenta

# DentistJMBG
source: Dentist ID
sr_rs: JMBG Stomatologa

source: All appointments loaded.
sr_rs: Svi termini prikazani.

source: No appointments found
sr_rs: Nisu pronađeni termini

source: For date
sr_rs: Za datum

# ForPatientJMBG
source: For patient
sr_rs: Za pacijenta

# ForDentistJMBG
source: For dentist
sr_rs: Za stomatologa

source: All dentists
sr_rs: Svi stomatolozi

source: Sorted.
sr_rs: Sortiano.

source: Date - ascending
sr_rs: Datum - rastuće

source: Date - descending
sr_rs: Datum - opadajuće

source: Account updated.
sr_rs: Nalog ažuriran.

source: Invalid email format.
sr_rs: Nevalidan format email-a.

source: Invalid phone format.
sr_rs: Nevalidan format broja telefona.

# AddExaminationTitle
source: Add new examination
sr_rs: Dodaj novi pregled

# UpdateExaminationTitle
source: Update examination
sr_rs: Ažuriraj pregled

source: All examinations loaded.
sr_rs: Svi pregledi učitani.

source: No examinations found.
sr_rs: Nisu pronađeni pregledi.

source: For dentist
sr_rs: Za stomatologa

source: Examination added.
sr_rs: Pregled dodan.

source: Examination updated.
sr_rs: Pregled ažuriran.

source: Enter appointment ID.
sr_rs: Unesite ID termina.

source: Appointment found.
sr_rs: Termin pronađen.

source: Appointment not found.
sr_rs: Termin nije pronađen.

source: Appointment selected.
sr_rs: Termin slektovan.

source: Enter diagnosis.
sr_rs: Unesite dijagnozu.

source: Select appointment
sr_rs: Izaberi termin

source: Select medical technician
sr_rs: Selektujte medicinskog tehničara

source: Examination already exists.
sr_rs: Pregled već postoji.

source: Diagnosis
sr_rs: Dijagnoza

source: Treatments
sr_rs: Tretmani

source: Treatment added.
sr_rs: Tretman dodan.

source: Treatment updated.
sr_rs: Tretman ažuriran.

source: Add new treatment
sr_rs: Dodaj novi tretman

source: Update treatment
sr_rs: Ažuriraj tretman

source: Invalid price format.
sr_rs: Nevalidan format cijene.

source: Sort cleared.
sr_rs: Uslov za sortiranje poništen.

source: Select
sr_rs: Izaberi

source: Appointment selection
sr_rs: Odabir termina

source: Browse
sr_rs: Traži

source: Already added
sr_rs: Već dodano

# ChooseMaterial
source: Choose material and quantity
sr_rs: Izaberite materijal i količinu

# MaterialError
source: Material adding error
sr_rs: Greška pri dodavanju materijala

source: Material warning
sr_rs: Upozorenje za materijal

source: Material error update
sr_rs: Greška pri ažuriranju materijala

source: Patient information
sr_rs: Informacije o pacijentu

source: Examination information
sr_rs: Informacije o pregledu

source: Close
sr_rs: Zatvori

source: Phone
sr_rs: Telefon

source: Employee
sr_rs: Zaposleni

# FilteredErrorDate
source: Pick a date
sr_rs: Izaberite datum za filtriranje

source: Select bill to view
sr_rs: Selektujte račun

source: Patient found
sr_rs: Pacijent pronađen

# DeleteNotAllowed
source: Cannot delete record because there are related data.
sr_rs: Nije moguće obrisati zapis jer postoje povezani podaci.

# Sunday
source: SUN
sr_rs: NED

# Monday
source: MON
sr_rs: PON

# Tuesday
source: TUE
sr_rs: UTO

# Wednesday
source: WED
sr_rs: SRI

# Thursday
source: THU
sr_rs: ČET

# Friday
source: FRI
sr_rs: Petak

# Saturday
source: SAT
sr_rs: SUB

source: Today
sr_rs: Danas

# AppointmentTimeTaken
source: Appointment time slot is already taken for the selected dentist
sr_rs: Termin je već zauzet za odabranog doktora

source: Refresh
sr_rs: Osvježi

source: Sort
sr_rs: Sortiraj
